%1 contained an unexpected object.=%1 包含意外的对象。
%1 contains an incorrect schema.=%1 包含错误的架构。
%1 contains an invalid path.=
%1 could not be created because the directory is full.=
%1 could not be opened because there are too many open files.=
%1 could not be removed because it is the current directory.=
%1 has a bad format.=%1 格式错误。
%1 was not found.=没有找到 %1。
%1: %2\nContinue running script?=%1: %2\n是否继续运行脚本?
%1\nCannot find this file.\nPlease verify that the correct path and file name are given.=
%1\nUnable to register document.\nThe document may already be open.=%1\n无法注册文档。\n该文档可能已经打开。
&&&&  Ampersand (&&)=&&&&  符号 (&&)
&&b   Left Alignment &&b Center Alignment &&b Right Alignment=&&b   左对齐 &&b 居中 &&b 右对齐
&&D   Long date format=&&D   长日期格式
&&d   Short date format=&&d   短日期格式
&&P   Number of Pages=&&P   页数
&&p   Page Number=&&p   页码
&&T   Time (24 hour)=&&T   时间 (24 小时制)
&&t   Time=&&t   时间
&&w   Window Title=&&w   窗口标题
&Activate=激活(&A)
&Apply=&Apply
&Assign=分派(&A)
&Blue:=蓝色(&B):
&Close Window=关闭窗口(&C)
&Close=关闭(&C)
&Colors:=颜色(&C):
&Commands=命令(&C)
&Copy Button Image=复制按钮图像(&C)
&Copy=复制(&C)
&Delete=删除(&D)
&Edit Button Image...=编辑按钮图像(&E)...
&Green:=绿色(&G):
&Help=帮助(&H)
&Hide=隐藏(&H)
&Hue:=
&Keyboard=键盘(&K)
&Large icons=大图标(&L)
&Lum:=
&Menu animations:=
&Menus=菜单(&M)
&Name:=名称(&N):
&New...=新建(&N)...
&New=新建(&N)
&Next Page=下一页(&N)
&Next Tip=
&No=否(&N)
&OK=确定(&O)
&One Page=一页(&O)
&Options=选项(&O)
&Paste Button Image=粘贴按钮图像(&P)
&Paste=粘贴(&P)
&Print...=打印(&P)...
&Red:=红色(&R):
&Remove=删除(&R)
&Rename...=重命名(&R)...
&Reset menu and toolbar usage data=重置菜单和工具栏惯用数据(&R)
&Reset=重置(&R)
&Retry=重试(&R)
&Sat:=统计(&S):
&Save=保存(&S)
&Show Menu:=显示菜单(&S):
&Show tips at startup=启动时显示“日积月累”(&S)
&Text Only=只有文本(&T)
&Toolbar name:=工具栏名称(&T):
&Two Page=两页(&T)
&Undo=撤消(&U)
&Yes=是(&Y)
(System default)=(系统默认值)
*.*=*.*
...=...
\\n   New Line=\\n   新行
\n&Add or Remove Buttons=\n添加或删除按钮(&A)
\n&Reset Toolbar=重置(&R)
\nC&ancel=\n取消(&A)
\nClear=\n清除
\nClose Window=\n关闭窗口
\nClose=\n关闭
\nCopy=\n复制
\nEllipse=\n椭圆
\nExpand=\n展开
\nFill Color=\n填充颜色
\nImport from File=\n从文件导入
\nLine=\n线条
\nMinimize Window=\n窗口最小化
\nMove to Ne&xt Tab Group=\n移动到下一个选项卡组(&X)
\nMove to P&revious Tab Group=\n移动到上一个选项卡组(&R)
\nNew &Vertical Tab Group=\n新建垂直选项卡组(&V)
\nNew Hori&zontal Tab Group=\n新建水平选项卡组(&Z)
\nPaste=\n粘贴
\nPencil=\n鉛筆
\nPick Color=\n选取颜色
\nRectangle=\n矩形
\nRedo=\n恢复
\nRestore Window=\n还原窗口
\nToolbar Options=\n工具栏选项
\nUndo=\n恢复
A hardware I/O error was reported while accessing %1.=
A locking violation occurred while accessing %1.=
A required resource was unavailable.=所需资源不可用。
A sharing violation occurred while accessing %1.=
A sharing violation occurred.=发生了共享冲突。
A toolbar named '%s' already exists. Type another name.=已经有一个工具栏名为“%s”，请键入其他名称。
Access to %1 was denied.=对 %1 的访问被拒绝。
Active Files=活动文件
Active Tool Windows=活动工具窗口
Align Center=居中
Align Left=左对齐
Align Right=右对齐
Alignment=对齐
Aligns the paragraph at the left margin\nAlign Left=左对齐
Aligns the paragraph at the right margin\nAlign Right=右对齐
All Commands=所有命令
All Files (*.*)=所有文件(*.*)
All Files (*.*)|*.*||=所有文件(*.*)|*.*||
All Picture Files|*.bmp;*.wmf;*.emf;*.ico;*.dib;*.cur;*.gif;*.jpg|Bitmaps(*.Bmp;*.Dib)|*.bmp;*.dib|Metafiles(*.Wmf;*.Emf)|*.wmf;*.emf|Icons(*.Ico;*.Cur)|*.ico;*.cur|GIF(*.Gif)|*.gif|JPEG(*.Jpg)|*.jpg|All Files(*.*)|*.*||=所有图片文件|*.bmp;*.wmf;*.emf;*.ico;*.dib;*.cur;*.gif;*.jpg|位图(*.Bmp;*.Dib)|*.bmp;*.dib|元文件(*.Wmf;*.Emf)|*.wmf;*.emf|图标(*.Ico;*.Cur)|*.ico;*.cur|GIF图片(*.Gif)|*.gif|JPEG(*.Jpg)|*.jpg|所有文件(*.*)|*.*||
Always show full me&nus=始终显示整个菜单(&N)
An attempt was made to access %1 past its end.=
An attempt was made to read from the writing %1.=
An attempt was made to write to the reading %1.=
An invalid argument was encountered.=
An invalid file handle was associated with %1.=
An unexpected error occurred while reading %1.=
An unexpected error occurred while writing %1.=
An unknown error has occurred.=发生未知错误
An unknown error number %d occured.=一个编号为 %d 错误发生。
An unknown error occurred while accessing %1.=访问 %1 时发生未知错误。
an unnamed file=未命名的文件
An unsupported operation was attempted.=
Application Menus=应用程序菜单
Aqua=水绿色
Are you sure you want to delete the '%s' toolbar?=是否确认要删除“%s”工具栏?
Are you sure you want to reset the changes made to the '%s' toolbar?=是否确实要重置对“%s”工具栏 所做的更改?
Are you sure you want to reset the key assignments?  This action will remove all custom key assignments at the text level.=您确定要重置所有热键？该操作会删掉所有自定义热键!
Arrange Windows=重排窗口
Auto Hide=自动隐藏
Automatic Color\nAutomatic Color=自动设置颜色\n自动设置颜色
Automatic=自动
Begin a &Group=开始一组(&G)
Black=黑色
Blue-Gray=蓝-灰
Blue=蓝色
Bright Green=鲜绿
Brown=褐色
Built-in Menus=内置菜单
Button Editor=按钮编辑器
Cancel=取消
Casca&de=层叠窗口(&D)
Cate&gories:=类别(&G):
Cate&gory:=类别(&G):
Centers the paragraph between the margins\nCenter=居中
Change &Button Image=更改按钮图像(&B)
Check=选中
Click push pin to keep open=单击按钉保持打开状态
Close=关闭
Co&mmands:=命令(&M):
Colors=颜色
Comman&ds:=命令(&D):
Command failed.=命令失败。
Context Menus=快捷菜单
Could not start print job.=无法启动打印作业。
Cu&t=剪切(&T)
Current=当前
Custom %d=自定义 %d
Custom=自定义
Customize application appearance, toolbars, and menus\n&Customize...=自定义程序外观，工具栏和菜单\n自定义(&C)...
Customize...=自定义...
Customize=自定义
Dark Blue=深蓝
Dark Green=深绿
Dark Red=深红
Dark Teal=深青
Dark Yellow=深黄
Defa&ult Style=默认样式(&U)
Default menu\nDefault application menu=默认菜单\n程序默认菜单
Delete=删除
Description:=说明:
Destination disk drive is full.=目标磁盘驱动器已满。
Did you know...=您是否知道...
Directories:=目录:
Directory name:=目录名称:
Disk full while accessing %1.=访问 %1 时磁盘已满。
Dispatch exception: %1=调度异常: %1
Due to a software update the toolbar '%s' has changed. Would you like to reset your customized toolbar and load the new one?=由于版本不一致，以至工具栏 '%s' 改变。您希望重置自定义工具栏吗？
Error reading file.=读取文件时出错。
Fade=淡出
Failed to create empty document.=建立空文档失败。
Failed to launch help.=启动帮助失败。
Failed to open document.=打开文档失败。
Failed to save document.=保存文档失败。
Files:=文件数:
Fuchsia=紫红色
Gold=金色年华
Gray-25%=灰色-25%
Gray-40%=灰色-40%
Gray-50%=灰色-50%
Gray-80%=灰色-80%
Gray=灰度
Green=绿色
Help=Help
Hex=十六进制
HF=
Hide &Details=隐藏明细数据(&D)
Image &and Text=图像与文本(&A)
Indigo=靛蓝
Insufficient memory to perform operation.=没有足够的内存执行操作。
Internal application error.=内部应用程序出错。
Invalid filename.=无效的文件名.
K&ey assignments:=热键分配(&E):
Lar&ge Icons=大图标(&G)
Lavender=淡紫
Light Blue=浅蓝
Light Green=浅绿
Light Orange=浅橙色
Light Turquoise=浅青绿
Light Yellow=浅黄
Lime=酸橙色
Linked %s=链接的 %s
Mail system DLL is invalid.=邮件系统 DLL 无效。
Maroon=褐紫红色
Maximize=最大化
Menu=菜单
Minimi&ze=最小化(&Z)
Mixed=混合
Modified=修改
More Colors...=其他颜色...
Move Down=下移
Move Up=上移
Move=移动
Name=名称
Navy=海军蓝
New Menu=新菜单
New Toolbar=新建工具栏
New=新建
No error message is available.=无法获取错误信息。
No error occurred.=未发生错误。
No Fill\nNo Fill=无填充颜色\n无填充颜色
None=无
Not all of the system registry entries (or INI file) were removed.=不是所有的系统注册项(或 INI 文件)都被移除。
OK=确定
Olive Green=橄榄绿
Olive=橄榄色
on %1=于 %1 上
One Page=一页
Open=打开
Orange=橙色
Other=其他
Out of memory.=内存不足。
Output.prn=Output.prn
Page %u=第 %u 页
Page %u\nPages %u-%u\n=第 %u 页 \n第 %u 页-第 %u 页 \n
Pale Blue=淡蓝
Personalized Menus and Toolbars=个性化菜单和工具栏
Picture=图片
Pink=粉红
pixels=像素
Please enter a currency.=
Please enter a date and/or time.=
Please enter a date.=
Please enter a GUID.=
Please enter a number between %1 and %2.=
Please enter a number.=
Please enter a positive integer.=
Please enter a time.=
Please enter an integer between %1 and %2.=
Please enter an integer between 0 and 255.=
Please enter an integer.=
Please enter no more than %1 characters.=
Please select a button.=
Plum=梅红
Pre&v Page=上一页(&V)
Press &new shortcut key:=请按新热键(&N):
Preview=预览
Print to File=印出到文件
Printer Files (*.prn)|*.prn|All Files (*.*)|*.*||=打印机文件 (*.prn)|*.prn|所有文件 (*.*)|*.*||
prn=prn
Purple=紫色
R&eset...=重置(&R)...
Random=随机
RClickHeader=
RClickHexEdit=
RClickOutlookBar=
Re&set All=全部重置(&S
Re&set Button Image=重置按钮图像(&S)
Red=红色
Remove from Outlook Bar=从 Outlook 栏删除
Remove Group=移除组
Rename Group=重命名组
Rename Shortcut=重命名快捷方式
Rename Toolbar=重命名工具栏
Reset=重置
Restore=向下还原
Rose=玫瑰红
S&mall Icons=小图标(&M)
Save As=另存为
Save changes to %1?=是否保存对 %1 的更改?
Scroll Left=向左滚动
Scroll Right=向右滚动
Sea Green=海绿
Seek failed on %1=对 %1 进行查找失败。
Select &All=全选(&A)
Select &context menu:=选择快捷菜单(&C):
Select &Window:=选择窗口(&W):
Select Directory:=选择目录:
Send Mail failed to send message.=“发送邮件”未能发送邮件。
Show &Details=显示明细数据(&D)
Show full menus after a short &delay=鼠标指针短暂停留后显示完整菜单(&D)
Show large icons\nLarge Icons=大图标(&G)
Show s&hortcut keys in ScreenTips=在屏幕提示中显示快捷键(&H)
Show Screen&Tips on toolbars=显示关于工具栏的屏幕提示(&T)
Show small icons\nSmall Icons=小图标(&M)
Silver=银白色
Size=尺寸
Sky Blue=天蓝
Slide=滑动
Sorry you have reached your limit.=抱歉，不能创建更多的工具栏.
Sort Ascending=升序排序
Sort Ascending\nSort Ascending=升序排序
Sort Descending=降序排序
Sort Descending\nSort Descending=降序排序
Spin1=
Spin2=
Spin3=
Standard Colors=标准色
Standard=常用
System registry entries have been removed and the INI file (if any) was deleted.=系统注册项已被移除并且相应的 INI 文件(如存在)也被删除。
Tan=茶色
Teal=青色
The .exe file is invalid (non-Win32 .exe or error in .exe image).=
The .exe file is invalid (non-Win32� .exe or error in .exe image).=.exe 文件无效 (不是Win32可执行文件或.exe映象错误).
The DDE transaction could not be completed because other DDE transactions were being processed.=指定的 DDE 任务没有完成，因为另一个 DDE 任务正在进行中。
The DDE transaction could not be completed because the request timed out.=指定的 DDE 任务因为超时而没有完成。
The DDE transaction failed.=指定的 DDE 任务失败。
The file is not supported by a Document Object server.=文档对象服务器不支持这个文件。
The file is too large to open.=该文件太大，无法打开。
The file name association is incomplete or invalid.=相关的文件名不完全或无效。
The number must be between 1 and 1638.=数字必须在 1 和 1638 之间。
The operating system denied access to the specified file.=操作系统拒绝访问指定的文件。
The operating system is out of memory or resources.=操作系统内存或资源已耗尽.
The specified dynamic-link library was not found.=没找到指定的动态链接库。
The specified file does not exist.=指定的文件不存在。
The specified file was not found.=指定的文件未发现.
The specified path was not found.=指定的路径未发现.
The toolbar name cannot be blank. Type a name.=工具栏不能没有名称，请键入名称。
There is no application associated with the given file name extension.=没有应用程序与指定的文件扩展名相关联。
There was not enough memory to complete the operation.=已经没有足够的内存完成操作。
This is not a valid number.=编号无效。
This program is linked to the missing export %s in the file %s. This machine may have an incompatible version of %s.=该程序连接到丢失的输出 %s (在文件 %s 中)。该计算机上安装的可能是不兼容的 %s 版本。
This program requires the file %s, which was not found on this system.=在系统中没有找到该程序所需的文件 %s。
This shortcut is currently assigned.\nDo you want to re-assign this shortcut?=该热键已经被使用。\n您要继续使用这个热键吗？
This will delete the record of the commands you've used in this application and restore the default set of visible commands to the menus and toolbars.  It will not undo any explicit customizations.   Are you sure you want to do this?=此操作将删除您在此应用程序中使用过的命令的记录，并使菜单和工具栏恢复其默认的命令设置。它不会撤消任何明显的自定义设置。是否确认要进行这项操作?
Tile &Horizontally=水平平铺(&H)
Tile &Vertically=垂直平铺(&V)
Tip of the Day=每日提示
Tip text=提示文字
to %1=到 %1
To add a command to a toolbar: select a category and drag the command out of this dialog box to a toolbar.=在工具栏中添加新命令: 选择类别并将命令从此对话框拖放至工具栏。
Tool&bars=工具栏(&B)
Toolb&ars:=工具栏(&A):
Tools=工具
Transparent=透明
Turquoise=青绿
Two Page=两页
Type=类型
Unable to load mail system support.=无法加载邮件系统支持。
Unable to read from %1, it is opened by someone else.=无法对 %1 进行读操作，它已经被其他人打开。
Unable to read write-only property.=无法读取只写属性。
Unable to write read-only property.=无法写入只读属性。
Unable to write to %1, it is read-only or opened by someone else.=无法对 %1 进行写操作，因为它是只读文件或已经被其他人打开。
Uncheck=取消选中
Unexpected file format.=意外的文件格式。
Unfold=展开
Unknown Type=未知类型
Untitled=无标题
Violet=紫罗兰色
White=白色
Yellow=黄色
Zoom &In=放大(&I)
Zoom &Out=缩小(&O)
Zoom &Out=缩小(&O)
